Repository: ProjectSolutus/Pomozen
Catalog: lib/l10n/arb/app_*.arb
Languages: hi, kn

# pomodoroTimer
source: Pomozen
hi: पोमोज़ेन
kn: ಪೋಮೋಜೆನ್

source: Home
hi: होम
kn: ಮುಖಪುಟ

source: Settings
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು

source: Statistics
hi: आँकड़े
kn: ಅಂಕಿಅಂಶಗಳು

source: About
hi: के बारे में
kn: ಬಗ್ಗೆ

# focusDuration
source: Focus
hi: फोकस
kn: ಗಮನ

source: Short Break
hi: छोटा ब्रेक
kn: ಸಣ್ಣ ವಿರಾಮ

source: Long Break
hi: लंबा ब्रेक
kn: ದೀರ್ಘ ವಿರಾಮ

source: Sessions
hi: सत्र
kn: ಸೆಷನ್‌ಗಳು

# sessionOfSessions
source: Session {current} of {total}
hi: सत्र {current} कुल {total} में से
kn: {total} ರಲ್ಲಿ {current} ಸೆಷನ್

source: Start
hi: शुरू करें
kn: ಪ್ರಾರಂಭಿಸಿ

source: Pause
hi: रोकें
kn: ವಿರಾಮ

source: Skip
hi: छोड़ें
kn: ಬಿಟ್ಟುಬಿಡಿ

source: Cancel
hi: रद्द करें
kn: ರದ್ದುಮಾಡು

source: Save
hi: सहेजें
kn: ಉಳಿಸು

source: Reminders
hi: अनुस्मारक
kn: ಜ್ಞಾಪನೆಗಳು

# notification
source: Notifications
hi: सूचनाएं
kn: ಅಧಿಸೂಚನೆಗಳು

# alarm
source: Alarm Sound
hi: अलार्म ध्वनि
kn: ಅಲಾರಾಂ ಧ್ವನಿ

# autoPlay
source: Auto-Continue
hi: स्वतः जारी रखें
kn: ಸ್ವಯಂ-ಮುಂದುವರಿಕೆ

# torchAlerts
source: Flash Alerts
hi: फ्लैश अलर्ट
kn: ಫ್ಲ್ಯಾಶ್ ಎಚ್ಚರಿಕೆಗಳು

source: Persistent Alerts
hi: लगातार अलर्ट
kn: ನಿರಂತರ ಎಚ್ಚರಿಕೆಗಳು

source: Daily Reminder
hi: दैनिक अनुस्मारक
kn: ದೈನಂದಿನ ಜ್ಞಾಪನೆ

# dailyReminderSet
source: Daily reminder set for {time}. 🔔
hi: दैनिक अनुस्मारक {time} के लिए सेट किया गया। 🔔
kn: ದೈನಂದಿನ ಜ್ಞಾಪನೆ {time} ಕ್ಕೆ ಹೊಂದಿಸಲಾಗಿದೆ. 🔔

source: Daily reminder cancelled. ⏸️
hi: दैनिक अनुस्मारक रद्द। ⏸️
kn: ದೈನಂದಿನ ಜ್ಞಾಪನೆ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ. ⏸️

# notificationsAndAlerts
source: Notifications & Alerts
hi: सूचनाएं और अलर्ट
kn: ಅಧಿಸೂಚನೆಗಳು ಮತ್ತು ಎಚ್ಚರಿಕೆಗಳು

# focusSessionCompletedNotificationTitle
source: Focus Complete 🧘‍♀️
hi: फोकस पूरा हुआ 🧘‍♀️
kn: ಗಮನ ಪೂರ್ಣಗೊಂಡಿದೆ 🧘‍♀️

# focusSessionCompletedNotificationBody
source: Time to recharge. Up next: {nextMode}
hi: रिचार्ज करने का समय। अगला: {nextMode}
kn: ರೀಚಾರ್ಜ್ ಮಾಡಲು ಸಮಯ. ಮುಂದೆ: {nextMode}

# shortBreakCompletedNotificationTitle
source: Short Break Complete 🌸
hi: छोटा ब्रेक पूरा हुआ 🌸
kn: ಸಣ್ಣ ವಿರಾಮ ಪೂರ್ಣಗೊಂಡಿದೆ 🌸

# shortBreakCompletedNotificationBody
source: Mind refreshed. Up next: {nextMode}
hi: मन ताज़ा। अगला: {nextMode}
kn: ಮನಸ್ಸು ರಿಫ್ರೆಶ್ ಆಗಿದೆ. ಮುಂದೆ: {nextMode}

# longBreakCompletedNotificationTitle
source: Long Break Complete 🌺
hi: लंबा ब्रेक पूरा हुआ 🌺
kn: ದೀರ್ಘ ವಿರಾಮ ಪೂರ್ಣಗೊಂಡಿದೆ 🌺

# longBreakCompletedNotificationBody
source: Well done. Up next: {nextMode}
hi: बहुत अच्छा। अगला: {nextMode}
kn: ಚೆನ್ನಾಗಿ ಮಾಡಿದ್ದೀರಿ. ಮುಂದೆ: {nextMode}

# ongoingTimerNotification
source: Pomozen Timer Running
hi: पोमोज़ेन टाइमर चल रहा है
kn: ಪೋಮೋಜೆನ್ ಟೈಮರ್ ಚಾಲನೆಯಲ್ಲಿದೆ

# alarmTitle
source: Pomozen Alert 🔔
hi: पोमोज़ेन अलर्ट 🔔
kn: ಪೋಮೋಜೆನ್ ಎಚ್ಚರಿಕೆ 🔔

# alarmBody
source: Session complete. Tap Stop to continue. 🌟
hi: सत्र पूरा हुआ। जारी रखने के लिए रोकें पर टैप करें। 🌟
kn: ಸೆಷನ್ ಪೂರ್ಣಗೊಂಡಿದೆ. ಮುಂದುವರಿಯಲು ನಿಲ್ಲಿಸಿ. 🌟

# dailyReminderNotificationTitle
source: Time to Focus. 🌅
hi: फोकस करने का समय। 🌅
kn: ಗಮನಹರಿಸಲು ಸಮಯ. 🌅

# dailyReminderNotificationBody
source: Your daily practice awaits. Start your session. 🧘‍♂️
hi: आपका दैनिक अभ्यास प्रतीक्षा कर रहा है। अपना सत्र शुरू करें। 🧘‍♂️
kn: ನಿಮ್ಮ ದೈನಂದಿನ ಅಭ್ಯಾಸ ಕಾಯುತ್ತಿದೆ. ನಿಮ್ಮ ಸೆಷನ್ ಪ್ರಾರಂಭಿಸಿ. 🧘‍♂️

source: Permission Required
hi: अनुमति आवश्यक
kn: ಅನುಮತಿ ಅಗತ್ಯವಿದೆ

source: Permission Denied
hi: अनुमति अस्वीकृत
kn: ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ

# reminderPermissionDenied
source: Enable notifications in Settings to receive reminders and stay focused. ✨
hi: रिमाइंडर प्राप्त करने और केंद्रित रहने के लिए सेटिंग्स में सूचनाएं सक्षम करें। ✨
kn: ಜ್ಞಾಪನೆಗಳನ್ನು ಪಡೆಯಲು ಮತ್ತು ಗಮನದಲ್ಲಿರಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಅಧಿಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ. ✨

# featureHydrationReminder
source: • Hydration Reminder to help you stay hydrated throughout the day. 💧
hi: • पूरे दिन हाइड्रेटेड रहने में आपकी मदद करने के लिए हाइड्रेशन रिमाइंडर। 💧
kn: • ದಿನವಿಡೀ ಹೈಡ್ರೇಟೆಡ್ ಆಗಿರಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುವ ಹೈಡ್ರೇಶನ್ ಜ್ಞಾಪನೆ. 💧

# notificationPermissionDenied
source: Enable notifications to stay connected. 🔔
hi: जुड़े रहने के लिए सूचनाएं सक्षम करें। 🔔
kn: ಸಂಪರ್ಕದಲ್ಲಿರಲು ಅಧಿಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ. 🔔

# notificationPermissionDeniedAndGoToSettings
source: Notification permission denied. Enable in Settings to receive reminders. 🔔
hi: सूचना अनुमति अस्वीकार। रिमाइंडर प्राप्त करने के लिए सेटिंग्स में सक्षम करें। 🔔
kn: ಅಧಿಸೂಚನೆ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ. ಜ್ಞಾಪನೆಗಳನ್ನು ಪಡೆಯಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸಿ. 🔔

# notificationPermissionRequiredForDailyReminder
source: Enable notifications in Settings to set a daily reminder. �
hi: दैनिक रिमाइंडर सेट करने के लिए सेटिंग्स में सूचनाएं सक्षम करें। 🔔
kn: ದೈನಂದಿನ ಜ್ಞಾಪನೆ ಹೊಂದಿಸಲು ಅಧಿಸೂಚನೆ ಅನುಮತಿ ಅಗತ್ಯವಿದೆ. ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸಿ. 🔔

# storagePermissionDenied
source: Enable 'Files and Media' permission in Settings to manage data. 🔒
hi: डेटा प्रबंधित करने के लिए सेटिंग्स में 'फाइलें और मीडिया' अनुमति सक्षम करें। 🔒
kn: ಡೇಟಾ ನಿರ್ವಹಿಸಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ 'ಫೈಲ್‌ಗಳು ಮತ್ತು ಮಾಧ್ಯಮ' ಅನುಮತಿ ಸಕ್ರಿಯಗೊಳಿಸಿ. 🔒

# importPermissionRationale
source: Grant 'Files and Media' permission in Settings to import your data. 🔒
hi: अपना डेटा आयात करने के लिए सेटिंग्स में 'फाइलें और मीडिया' अनुमति दें। 🔒
kn: ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಆಮದು ಮಾಡಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ 'ಫೈಲ್‌ಗಳು ಮತ್ತು ಮಾಧ್ಯಮ' ಅನುಮತಿ ನೀಡಿ. 🔒

source: Open Settings
hi: सेटिंग्स खोलें
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ

source: Error
hi: त्रुटि
kn: ದೋಷ

# failedToPickFile
source: Failed to select file.
hi: फ़ाइल चुनने में विफल।
kn: ಫೈಲ್ ಆಯ್ಕೆ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ.

source: General
hi: सामान्य
kn: ಸಾಮಾನ್ಯ

source: Keep Screen On
hi: स्क्रीन चालू रखें
kn: ಸ್ಕ್ರೀನ್ ಆನ್ ಇರಿಸಿ

source: Sound Effects
hi: ध्वनि प्रभाव
kn: ಧ್ವನಿ ಪರಿಣಾಮಗಳು

source: Vibration
hi: कंपन
kn: ಕಂಪನ

# dndToggle
source: Do Not Disturb
hi: परेशान न करें
kn: ತೊಂದರೆ ನೀಡಬೇಡಿ

# lockScreenDisplay
source: Show on Lock Screen
hi: लॉक स्क्रीन पर दिखाएं
kn: ಲಾಕ್ ಸ್ಕ್ರೀನ್ ಮೇಲೆ ತೋರಿಸು

source: Language
hi: भाषा
kn: ಭಾಷೆ

source: Timer Size
hi: टाइमर का आकार
kn: ಟೈಮರ್ ಗಾತ್ರ

source: Ring Thickness
hi: रिंग की मोटाई
kn: ರಿಂಗ್ ದಪ್ಪ

source: Immersive Mode
hi: इमर्सिव मोड
kn: ತಲ್ಲೀನಗೊಳಿಸುವ ಮೋಡ್

source: Hide Seconds
hi: सेकंड छुपाएं
kn: ಸೆಕೆಂಡುಗಳನ್ನು ಮರೆಮಾಡಿ

source: Start of Day
hi: दिन की शुरुआत
kn: ದಿನದ ಪ್ರಾರಂಭ

source: Start of Week
hi: सप्ताह की शुरुआत
kn: ವಾರದ ಪ್ರಾರಂಭ

source: Theme
hi: थीम
kn: ಥೀಮ್

source: Light
hi: हल्का
kn: ಹಗುರ

source: Dark
hi: गहरा
kn: ಗಾಢ

source: System
hi: सिस्टम
kn: ಸಿಸ್ಟಮ್

source: System Theme
hi: सिस्टम थीम
kn: ಸಿಸ್ಟಮ್ ಥೀಮ್

source: Light Theme
hi: लाइट थीम
kn: ಲೈಟ್ ಥೀಮ್

source: Dark Theme
hi: डार्क थीम
kn: ಡಾರ್ಕ್ ಥೀಮ್

source: App Colors
hi: ऐप रंग
kn: ಅಪ್ಲಿಕೇಶನ್ ಬಣ್ಣಗಳು

# primaryColor
source: Focus Color
hi: फोकस रंग
kn: ಗಮನ ಬಣ್ಣ

# secondaryColor
source: Short Break Color
hi: छोटा ब्रेक रंग
kn: ಸಣ್ಣ ವಿರಾಮ ಬಣ್ಣ

# tertiaryColor
source: Long Break Color
hi: लंबा ब्रेक रंग
kn: ದೀರ್ಘ ವಿರಾಮ ಬಣ್ಣ

source: Glyph Progress
hi: ग्लिफ़ प्रगति
kn: ಗ್ಲಿಫ್ ಪ್ರಗತಿ

source: Enable Glyph Progress
hi: ग्लिफ़ प्रगति सक्षम करें
kn: ಗ್ಲಿಫ್ ಪ್ರಗತಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Add Label
hi: लेबल जोड़ें
kn: ಲೇಬಲ್ ಸೇರಿಸಿ

# addCustomLabel
source: New Label
hi: नया लेबल
kn: ಹೊಸ ಲೇಬಲ್

source: Edit Label
hi: लेबल संपादित करें
kn: ಲೇಬಲ್ ಸಂಪಾದಿಸಿ

source: Delete Label
hi: लेबल हटाएं
kn: ಲೇಬಲ್ ತೆಗೆದುಹಾಕು

# deleteLabelConfirmation
source: Delete '{labelName}'? This action cannot be undone. ⚠️
hi: लेबल '{labelName}' हटाएं? यह अपरिवर्तनीय है। ⚠️
kn: '{labelName}' ಅಳಿಸುವುದೇ? ಈ ಕ್ರಿಯೆ ರದ್ದುಗೊಳಿಸಲಾಗದು. ⚠️

source: Label Color
hi: लेबल रंग
kn: ಲೇಬಲ್ ಬಣ್ಣ

source: Label Name
hi: लेबल नाम
kn: ಲೇಬಲ್ ಹೆಸರು

source: Label name cannot be empty.
hi: लेबल नाम खाली नहीं हो सकता।
kn: ಲೇಬಲ್ ಹೆಸರು ಖಾಲಿಯಾಗಿರಬಾರದು.

# labelAlreadyExists
source: Label name already exists.
hi: यह लेबल नाम पहले से मौजूद है।
kn: ಈ ಲೇಬಲ್ ಹೆಸರು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.

source: Add New Label
hi: नया लेबल जोड़ें
kn: ಹೊಸ ಲೇಬಲ್ ಸೇರಿಸಿ

source: Unlabeled
hi: अनलेबल
kn: ಲೇಬಲ್ ಮಾಡದ

source: Orange
hi: नारंगी
kn: ಕಿತ್ತಳೆ

source: Teal
hi: टील
kn: ಟೀಲ್

source: Blue
hi: नीला
kn: ನೀಲಿ

source: Red
hi: लाल
kn: ಕೆಂಪು

source: Green
hi: हरा
kn: ಹಸಿರು

source: Purple
hi: बैंगनी
kn: ನೇರಳೆ

source: Indigo
hi: इंडिगो
kn: ಇಂಡಿಗೋ

source: Pink
hi: गुलाबी
kn: ಪಿಂಕ್

source: Brown
hi: भूरा
kn: ಕಂದು

source: Cyan
hi: सियान
kn: ಸಯಾನ್

source: Amber
hi: एम्बर
kn: ಅಂಬರ್

source: Session History
hi: सत्र इतिहास
kn: ಸೆಷನ್ ಇತಿಹಾಸ

source: Time
hi: समय
kn: ಸಮಯ

source: Label
hi: लेबल
kn: ಲೇಬಲ್

source: Note
hi: नोट
kn: ಟಿಪ್ಪಣಿ

source: Edit Session
hi: सत्र संपादित करें
kn: ಸೆಷನ್ ಸಂಪಾದಿಸಿ

source: Delete Session
hi: सत्र हटाएं
kn: ಸೆಷನ್ ಅಳಿಸಿ

# deleteSessionConfirmation
source: Delete this session? This action cannot be undone. 🗑️
hi: यह सत्र हटाएं? यह अपरिवर्तनीय है। 🗑️
kn: ಈ ಸೆಷನ್ ಅಳಿಸುವುದೇ? ಈ ಕ್ರಿಯೆ ರದ್ದುಗೊಳಿಸಲಾಗದು. 🗑️

source: Today
hi: आज
kn: ಇಂದು

source: Yesterday
hi: कल
kn: ನಿನ್ನೆ

# minutesShort
source: min
hi: मिनट
kn: ನಿಮಿಷ

source: minutes
hi: मिनट
kn: ನಿಮಿಷಗಳು

source: Focus Minutes
hi: फोकस मिनट
kn: ಗಮನದ ನಿಮಿಷಗಳು

source: Session Note
hi: सत्र नोट
kn: ಸೆಷನ್ ಟಿಪ್ಪಣಿ

# sessionUpdatedSuccessfully
source: Session updated. Progress recorded. ✨
hi: सत्र अपडेट किया गया। प्रगति रिकॉर्ड की गई। ✨
kn: ಸೆಷನ್ ನವೀಕರಿಸಲಾಗಿದೆ. ಪ್ರಗತಿ ದಾಖಲಾಗಿದೆ. ✨

# sessionDeletedSuccessfully
source: Session deleted. 🗑️
hi: सत्र हटाया गया। 🗑️
kn: ಸೆಷನ್ ಅಳಿಸಲಾಗಿದೆ. 🗑️

source: Filter by Label
hi: लेबल द्वारा फ़िल्टर करें
kn: ಲೇಬಲ್ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ

source: All Sessions
hi: सभी सत्र
kn: ಎಲ್ಲಾ ಸೆಷನ್‌ಗಳು

source: View All
hi: सभी देखें
kn: ಎಲ್ಲವನ್ನೂ ವೀಕ್ಷಿಸಿ

source: View Less
hi: कम देखें
kn: ಕಡಿಮೆ ವೀಕ್ಷಿಸಿ

# focusMinutesZeroNotCompleted
source: Complete a focus session to mark as done.
hi: पूरा करने के लिए एक फोकस सत्र पूरा करें।
kn: ಪೂರ್ಣಗೊಳಿಸಲು ಒಂದು ಗಮನದ ಸೆಷನ್ ಪೂರ್ಣಗೊಳಿಸಿ.

# dateNewestFirst
source: Newest First
hi: सबसे नया पहले
kn: ಹೊಸದು ಮೊದಲು

source: Focus: More to Less
hi: फोकस: अधिक से कम
kn: ಗಮನ: ಹೆಚ್ಚು ದಿಂದ ಕಡಿಮೆ

source: Focus: Less to More
hi: फोकस: कम से अधिक
kn: ಗಮನ: ಕಡಿಮೆ ದಿಂದ ಹೆಚ್ಚು

source: Completed First
hi: पूरा हुआ पहले
kn: ಮೊದಲು ಪೂರ್ಣಗೊಂಡಿದೆ

# notePresentFirst
source: Notes First
hi: नोट्स पहले
kn: ಟಿಪ್ಪಣಿಗಳು ಮೊದಲು

# labelAscending
source: Label A-Z
hi: लेबल A-Z
kn: ಲೇಬಲ್ A-Z

source: Completed
hi: पूरा हुआ
kn: ಪೂರ್ಣಗೊಂಡಿದೆ

source: Yes
hi: हाँ
kn: ಹೌದು

source: No
hi: नहीं
kn: ಇಲ್ಲ

source: Data
hi: डेटा
kn: ಡೇಟಾ

source: Export Data
hi: डेटा निर्यात करें
kn: ಡೇಟಾ ರಫ್ತು ಮಾಡಿ

source: Import Data
hi: डेटा आयात करें
kn: ಡೇಟಾ ಆಮದು ಮಾಡಿ

source: Pomodoro Data
hi: पोमोडोरो डेटा
kn: ಪೋಮೋಡೋರೋ ಡೇಟಾ

# dataExportedSuccessfully
source: Data exported successfully. Your focus journey is now backed up. 📊
hi: डेटा सफलतापूर्वक निर्यात किया गया। आपकी फोकस यात्रा अब बैकअप हो गई है। 📊
kn: ಡೇಟಾ ಯಶಸ್ವಿಯಾಗಿ ರಫ್ತು ಮಾಡಲಾಗಿದೆ. ನಿಮ್ಮ ಗಮನದ ಪ್ರಯಾಣ ಈಗ ಬ್ಯಾಕಪ್ ಆಗಿದೆ. 📊

# dataExportFailed
source: Export failed. Please try again. ❌
hi: निर्यात विफल रहा। कृपया पुनः प्रयास करें। ❌
kn: ರಫ್ತು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ❌

source: Export canceled. ⏸️
hi: निर्यात रद्द। ⏸️
kn: ರಫ್ತು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ. ⏸️

# importCanceled
source: Import canceled. No changes made. ⏸️
hi: आयात रद्द। कोई बदलाव नहीं। ⏸️
kn: ಆಮದು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ. ಯಾವುದೇ ಬದಲಾವಣೆಗಳಿಲ್ಲ. ⏸️

# importDataConfirmation
source: Importing will overwrite existing data. Proceed? ⚠️
hi: आयात करने से मौजूदा डेटा अधिलेखित होगा। आगे बढ़ें? ⚠️
kn: ಆಮದು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಡೇಟಾವನ್ನು ಅತಿಕ್ರಮಿಸುತ್ತದೆ. ಮುಂದುವರಿಯುವುದೇ? ⚠️

# dataImportFailed
source: Data import failed. Check file and try again. ❌
hi: डेटा आयात विफल रहा। फाइल जांचें और पुनः प्रयास करें। ❌
kn: ಡೇಟಾ ಆಮದು ವಿಫಲವಾಗಿದೆ. ಫೈಲ್ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ❌

# dataImportedSuccessfully
source: {count} sessions imported. Your focus history is now complete. 🎉
hi: {count} सत्र आयात किए गए। आपका फोकस इतिहास अब पूरा हो गया है। 🎉
kn: {count} ಸೆಷನ್‌ಗಳು ಆಮದು ಮಾಡಲಾಗಿದೆ. ನಿಮ್ಮ ಗಮನದ ಇತಿಹಾಸ ಈಗ ಪೂರ್ಣಗೊಂಡಿದೆ. 🎉

source: No valid files selected.
hi: कोई वैध फाइलें नहीं चुनी गईं।
kn: ಯಾವುದೇ ಮಾನ್ಯ ಫೈಲ್‌ಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ.

source: Empty CSV file.
hi: CSV फ़ाइल खाली है।
kn: ಖಾಲಿ CSV ಫೈಲ್.

source: Empty JSON file.
hi: JSON फ़ाइल खाली है।
kn: ಖಾಲಿ JSON ಫೈಲ್.

# invalidCsvHeader
source: Invalid CSV header. Check format. 📄
hi: अमान्य CSV हेडर। प्रारूप जांचें। 📄
kn: ಅಮಾನ್ಯ CSV ಹೆಡರ್. ಸ್ವರೂಪ ಪರಿಶೀಲಿಸಿ. 📄

# invalidColumnCount
source: Invalid column count in row.
hi: पंक्ति में अमान्य कॉलम गणना।
kn: ಸಾಲಿನಲ್ಲಿ ಅಮಾನ್ಯ ಕಾಲಮ್ ಎಣಿಕೆ.

# invalidRowData
source: Some rows have invalid data.
hi: कुछ पंक्तियों में अमान्य डेटा है।
kn: ಕೆಲವು ಸಾಲುಗಳು ಅಮಾನ್ಯ ಡೇಟಾವನ್ನು ಹೊಂದಿವೆ.

# invalidDateFormat
source: Invalid date format in CSV.
hi: CSV में अमान्य दिनांक प्रारूप।
kn: CSV ನಲ್ಲಿ ಅಮಾನ್ಯ ದಿನಾಂಕ ಸ್ವರೂಪ.

# invalidFocusMinutes
source: Invalid focus minutes in CSV.
hi: CSV में अमान्य फोकस मिनट।
kn: CSV ನಲ್ಲಿ ಅಮಾನ್ಯ ಗಮನದ ನಿಮಿಷಗಳು.

# invalidIsCompleted
source: Invalid 'Is Completed' value in CSV.
hi: CSV में 'पूरा हुआ' मान अमान्य है।
kn: CSV ನಲ್ಲಿ 'ಪೂರ್ಣಗೊಂಡಿದೆ' ಮೌಲ್ಯ ಅಮಾನ್ಯವಾಗಿದೆ.

source: Import Errors
hi: आयात त्रुटियाँ
kn: ಆಮದು ದೋಷಗಳು

source: OK
hi: ठीक है
kn: ಸರಿ

source: Invalid setting value.
hi: अमान्य सेटिंग मान।
kn: ಅಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ ಮೌಲ್ಯ.

# invalidLabelFormat
source: Invalid label format in row.
hi: पंक्ति में अमान्य लेबल प्रारूप।
kn: ಸಾಲಿನಲ್ಲಿ ಅಮಾನ್ಯ ಲೇಬಲ್ ಸ್ವರೂಪ.

# invalidLabelValue
source: Invalid label value in row.
hi: पंक्ति में अमान्य लेबल मान।
kn: ಸಾಲಿನಲ್ಲಿ ಅಮಾನ್ಯ ಲೇಬಲ್ ಮೌಲ್ಯ.

# invalidSettingFormat
source: Invalid setting format in row.
hi: पंक्ति में अमान्य सेटिंग प्रारूप।
kn: ಸಾಲಿನಲ್ಲಿ ಅಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ ಸ್ವರೂಪ.

source: Reset
hi: रीसेट करें
kn: ಮರುಹೊಂದಿಸಿ

source: Reset Settings
hi: सेटिंग्स रीसेट करें
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಿ

source: Reset All Data
hi: सभी डेटा रीसेट करें
kn: ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಮರುಹೊಂದಿಸಿ

# resetSettingsConfirmation
source: Reset all settings to default values? 🔄
hi: सभी सेटिंग्स डिफ़ॉल्ट पर रीसेट करें? 🔄
kn: ಎಲ್ಲಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಡೀಫಾಲ್ಟ್ ಮೌಲ್ಯಗಳಿಗೆ ಮರುಹೊಂದಿಸುವುದೇ? 🔄

# resetAllDataConfirmation
source: Delete all session history and labels? This action cannot be undone. 🗑️
hi: सभी सत्र इतिहास और लेबल हटाएं? यह अपरिवर्तनीय है। 🗑️
kn: ಎಲ್ಲಾ ಸೆಷನ್ ಇತಿಹಾಸ ಮತ್ತು ಲೇಬಲ್‌ಗಳನ್ನು ಅಳಿಸುವುದೇ? ಈ ಕ್ರಿಯೆ ರದ್ದುಗೊಳಿಸಲಾಗದು. 🗑️

# allDataResetSuccessfully
source: All data reset. Ready for a fresh start. 🌱
hi: सभी डेटा रीसेट। एक नई शुरुआत के लिए तैयार। 🌱
kn: ಎಲ್ಲಾ ಡೇಟಾ ಮರುಹೊಂದಿಸಲಾಗಿದೆ. ಹೊಸ ಪ್ರಾರಂಭಕ್ಕೆ ಸಿದ್ಧ. 🌱

# settingsResetSuccessfully
source: Settings restored to default. 🔄
hi: सेटिंग्स डिफ़ॉल्ट पर बहाल। 🔄
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಡೀಫಾಲ್ಟ್‌ಗೆ ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ. 🔄

source: No Data
hi: कोई डेटा नहीं
kn: ಡೇಟಾ ಇಲ್ಲ

# noLabelsAvailable
source: No labels created yet. 🏷️
hi: अभी कोई लेबल नहीं बना है। 🏷️
kn: ಇನ್ನೂ ಯಾವುದೇ ಲೇಬಲ್‌ಗಳನ್ನು ರಚಿಸಲಾಗಿಲ್ಲ. 🏷️

# noSessionsAvailable
source: No sessions recorded yet. 🧘‍♀️
hi: अभी कोई सत्र रिकॉर्ड नहीं हुआ है। 🧘‍♀️
kn: ಇನ್ನೂ ಯಾವುದೇ ಸೆಷನ್‌ಗಳನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಲಾಗಿಲ್ಲ. 🧘‍♀️

# noLabelsYet
source: No labels yet. Create one to organize your focus journey. ✨
hi: अभी कोई लेबल नहीं। अपनी फोकस यात्रा को व्यवस्थित करने के लिए एक बनाएं। ✨
kn: ಇನ್ನೂ ಯಾವುದೇ ಲೇಬಲ್‌ಗಳಿಲ್ಲ. ನಿಮ್ಮ ಗಮನದ ಪ್ರಯಾಣವನ್ನು ಸಂಘಟಿಸಲು ಒಂದನ್ನು ರಚಿಸಿ. ✨

# noSessionsYet
source: Your focus journey begins here. Start your first session and watch your productivity bloom. 🌸
hi: आपकी फोकस यात्रा यहीं से शुरू होती है। अपना पहला सत्र शुरू करें और अपनी उत्पादकता को फलते-फूलते देखें। 🌸
kn: ನಿಮ್ಮ ಗಮನದ ಪ್ರಯಾಣ ಇಲ್ಲಿಂದ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ. ನಿಮ್ಮ ಮೊದಲ ಸೆಷನ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಉತ್ಪಾದಕತೆಯನ್ನು ಅರಳಿಸಿ. 🌸

source: Weekly Summary
hi: साप्ताहिक सारांश
kn: ವಾರದ ಸಾರಾಂಶ

source: Overview
hi: अवलोकन
kn: ಅವಲೋಕನ

source: Total Focus Time
hi: कुल फोकस समय
kn: ಒಟ್ಟು ಗಮನದ ಸಮಯ

source: Total Sessions
hi: कुल सत्र
kn: ಒಟ್ಟು ಸೆಷನ್‌ಗಳು

source: Success Rate
hi: सफलता दर
kn: ಯಶಸ್ಸಿನ ದರ

source: Label Breakdown
hi: लेबल ब्रेकडाउन
kn: ಲೇಬಲ್ ವಿಭಜನೆ

source: No labeled sessions yet. 🏷️
hi: अभी तक कोई लेबल वाले सत्र नहीं हैं। 🏷️
kn: ಇನ್ನೂ ಯಾವುದೇ ಲೇಬಲ್ ಮಾಡಿದ ಸೆಷನ್‌ಗಳಿಲ್ಲ. 🏷️

source: Focus Time
hi: फोकस समय
kn: ಗಮನದ ಸಮಯ

source: Daily Focus Trends
hi: दैनिक फोकस रुझान
kn: ದೈನಂದಿನ ಗಮನದ ಪ್ರವೃತ್ತಿಗಳು

# dailySuccessRateTrends
source: Daily Success Rate
hi: दैनिक सफलता दर
kn: ದೈನಂದಿನ ಯಶಸ್ಸಿನ ದರ

source: Trends
hi: रुझान
kn: ಪ್ರವೃತ್ತಿಗಳು

source: Total Time
hi: कुल समय
kn: ಒಟ್ಟು ಸಮಯ

source: Daily Trends
hi: दैनिक रुझान
kn: ದೈನಂದಿನ ಪ್ರವೃತ್ತಿಗಳು

source: Weekly Trends
hi: साप्ताहिक रुझान
kn: ವಾರದ ಪ್ರವೃತ್ತಿಗಳು

# averageFocusTimePerSession
source: Average Focus Time
hi: औसत फोकस समय
kn: ಸರಾಸರಿ ಗಮನದ ಸಮಯ

source: Current Streak
hi: वर्तमान स्ट्रीक
kn: ಪ್ರಸ್ತುತ ಸ್ಟ್ರೀಕ್

source: days
hi: दिन
kn: ದಿನಗಳು

source: Best Focus Day
hi: सर्वश्रेष्ठ फोकस दिवस
kn: ಅತ್ಯುತ್ತಮ ಗಮನದ ದಿನ

# notAvailable
source: No data yet. Begin your mindful journey. 🌱
hi: अभी कोई डेटा नहीं। अपनी माइंडफुल यात्रा शुरू करें। 🌱
kn: ಇನ್ನೂ ಯಾವುದೇ ಡೇಟಾ ಇಲ್ಲ. ನಿಮ್ಮ ಗಮನದ ಪ್ರಯಾಣವನ್ನು ಪ್ರಾರಂಭಿಸಿ. 🌱

source: Goal Progress
hi: लक्ष्य प्रगति
kn: ಗುರಿ ಪ್ರಗತಿ

# featureComingSoon
source: Coming Soon
hi: जल्द आ रहा है
kn: ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ

# trendsAndProgress
source: Trends & Progress
hi: रुझान और प्रगति
kn: ಪ್ರವೃತ್ತಿಗಳು ಮತ್ತು ಪ್ರಗತಿ

source: Visual Insights
hi: दृश्य अंतर्दृष्टि
kn: ದೃಶ್ಯ ಒಳನೋಟಗಳು

source: Week of
hi: सप्ताह का
kn: ವಾರದ

source: Skipped Sessions
hi: छोड़े गए सत्र
kn: ಬಿಟ್ಟುಬಿಟ್ಟ ಸೆಷನ್‌ಗಳು

# mostFocusedTimeOfDay
source: Most Focused Time
hi: सबसे केंद्रित समय
kn: ಅತ್ಯಂತ ಗಮನಹರಿಸಿದ ಸಮಯ

source: Calendar Heatmap
hi: कैलेंडर हीटमैप
kn: ಕ್ಯಾಲೆಂಡರ್ ಹೀಟ್‌ಮ್ಯಾಪ್

source: Focus Intensity
hi: फोकस तीव्रता
kn: ಗಮನದ ತೀವ್ರತೆ

# startSessionPrompt
source: Cultivate mindful focus. Each session brings you closer to your goals. 🧘‍♀️
hi: माइंडफुल फोकस विकसित करें। प्रत्येक सत्र आपको अपने लक्ष्यों के करीब लाता है। 🧘‍♀️
kn: ಗಮನದೊಂದಿಗೆ ಉತ್ಪಾದಕತೆಯನ್ನು ಬೆಳೆಸಿಕೊಳ್ಳಿ. ಪ್ರತಿ ಸೆಷನ್ ನಿಮ್ಮ ಗುರಿಗಳಿಗೆ ಹತ್ತಿರ ತರುತ್ತದೆ. 🧘‍♀️

source: Start Now
hi: अभी शुरू करें
kn: ಈಗ ಪ್ರಾರಂಭಿಸಿ

source: Date
hi: दिनांक
kn: ದಿನಾಂಕ

source: Month Names
hi: महीने के नाम
kn: ತಿಂಗಳ ಹೆಸರುಗಳು

# weekdaysShort
source: Short Weekdays
hi: छोटे सप्ताह के दिन
kn: ಸಣ್ಣ ವಾರದ ದಿನಗಳು

# mondayShort
source: Mon
hi: सोम
kn: ಸೋಮ

# tuesdayShort
source: Tue
hi: मंगल
kn: ಮಂಗಳ

# wednesdayShort
source: Wed
hi: बुध
kn: ಬುಧ

# thursdayShort
source: Thu
hi: गुरु
kn: ಗುರು

# fridayShort
source: Fri
hi: शुक्र
kn: ಶುಕ್ರ

# saturdayShort
source: Sat
hi: शनि
kn: ಶನಿ

# sundayShort
source: Sun
hi: रवि
kn: ಭಾನು

source: Add
hi: जोड़ें
kn: ಸೇರಿಸಿ

source: Done
hi: हो गया
kn: ಮುಗಿದಿದೆ

source: Edit
hi: संपादित करें
kn: ಸಂಪಾದಿಸಿ

source: Focus
hi: फोकस
kn: ಗಮನ

source: Delete
hi: हटाएं
kn: ಅಳಿಸು

source: Reminder
hi: अनुस्मारक
kn: ಜ್ಞಾಪನೆ

# aboutAndLegal
source: About & Legal
hi: के बारे में और कानूनी
kn: ಬಗ್ಗೆ ಮತ್ತು ಕಾನೂನು

# aboutApp
source: About Pomozen
hi: पोमोज़ेन के बारे में
kn: ಪೋಮೋಜೆನ್ ಬಗ್ಗೆ

# appDescription
source: A mindful Pomodoro timer app with Minimal Design, offline support, and customizable settings to enhance your focus. 🧘‍♀️
hi: मिनिमल डिज़ाइन, ऑफ़लाइन समर्थन, और आपके फोकस को बढ़ाने के लिए अनुकूलन योग्य सेटिंग्स के साथ एक माइंडफुल पोमोडोरो टाइमर ऐप। 🧘‍♀️
kn: ಮಿನಿಮಲ್ ಡಿಸೈನ್, ಆಫ್‌ಲೈನ್ ಬೆಂಬಲ ಮತ್ತು ನಿಮ್ಮ ಗಮನವನ್ನು ಹೆಚ್ಚಿಸಲು ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದಾದ ಸೆಟ್ಟಿಂಗ್‌ಗಳೊಂದಿಗೆ ಮೈಂಡ್‌ಫುಲ್ ಪೋಮೋಡೋರೋ ಟೈಮರ್ ಅಪ್ಲಿಕೇಶನ್. 🧘‍♀️

# featuresTitle
source: Key Features
hi: मुख्य विशेषताएं
kn: ಪ್ರಮುಖ ವೈಶಿಷ್ಟ್ಯಗಳು

# featureStatistics
source: • Comprehensive Statistics with detailed tracking of your progress. 📊
hi: • आपकी प्रगति की विस्तृत ट्रैकिंग के साथ व्यापक आँकड़े। 📊
kn: • ನಿಮ್ಮ ಪ್ರಗತಿಯ ವಿವರವಾದ ಟ್ರ್ಯಾಕಿಂಗ್‌ನೊಂದಿಗೆ ಸಮಗ್ರ ಅಂಕಿಅಂಶಗಳು. 📊

# featureReminders
source: • Customizable Reminders to guide you back to focus. ⏰
hi: • फोकस पर वापस मार्गदर्शन के लिए अनुकूलन योग्य अनुस्मारक। ⏰
kn: • ಗಮನಕ್ಕೆ ನಿಮ್ಮನ್ನು ಮರಳಿ ಮಾರ್ಗದರ್ಶನ ನೀಡಲು ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದಾದ ಜ್ಞಾಪನೆಗಳು. ⏰

# featureGlyphProgress
source: • Glyph Progress integration for Nothing Phone users. ✨
hi: • नथिंग फोन उपयोगकर्ताओं के लिए ग्लिफ़ प्रगति एकीकरण। ✨
kn: • ನಥಿಂಗ್ ಫೋನ್ ಬಳಕೆದಾರರಿಗಾಗಿ ಗ್ಲಿಫ್ ಪ್ರಗತಿ ಏಕೀಕರಣ. ✨

# thankYouMessage
source: Thank you for choosing Pomozen to enhance your productivity and mindfulness. May your focus be deep, and your breaks peaceful. 💖
hi: अपनी उत्पादकता और माइंडफुलनेस बढ़ाने के लिए पोमोज़ेन चुनने के लिए धन्यवाद। आपका फोकस गहरा और ब्रेक शांतिपूर्ण हों।💖
kn: ನಿಮ್ಮ ಉತ್ಪಾದಕತೆ ಮತ್ತು ಮೈಂಡ್‌ಫುಲ್‌ನೆಸ್ ಹೆಚ್ಚಿಸಲು ಪೋಮೋಜೆನ್ ಆಯ್ಕೆ ಮಾಡಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು. ನಿಮ್ಮ ಗಮನ ಆಳವಾಗಿರಲಿ, ವಿರಾಮಗಳು ಶಾಂತಿಯುತವಾಗಿರಲಿ. 💖

# appVersion
source: Version
hi: संस्करण
kn: ಆವೃತ್ತಿ

source: Version
hi: संस्करण
kn: ಆವೃತ್ತಿ

source: Privacy Policy
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತಾ ನೀತಿ

source: Terms of Service
hi: सेवा की शर्तें
kn: ಸೇವಾ ನಿಯಮಗಳು

# termsAndConditions
source: Terms of Service
hi: सेवा की शर्तें
kn: ಸೇವಾ ನಿಯಮಗಳು

# termsAndConditionsIntro
source: Welcome to Pomozen. These terms govern your use of our mindful productivity app. 🙏
hi: पोमोज़ेन में आपका स्वागत है। ये शर्तें हमारे माइंडफुल उत्पादकता ऐप के आपके उपयोग को नियंत्रित करती हैं। 🙏
kn: ಪೋಮೋಜೆನ್‌ಗೆ ಸ್ವಾಗತ. ಈ ನಿಯಮಗಳು ನಮ್ಮ ಮೈಂಡ್‌ಫುಲ್ ಉತ್ಪಾದಕತೆ ಅಪ್ಲಿಕೇಶನ್‌ನ ನಿಮ್ಮ ಬಳಕೆಯನ್ನು ನಿಯಂತ್ರಿಸುತ್ತವೆ. 🙏

# openSourceTitle
source: Open Source
hi: ओपन सोर्स
kn: ಓಪನ್ ಸೋರ್ಸ್

# openSourceContent
source: Pomozen is open-source, built with transparency. Its code is public for inspection, modification, and distribution. We believe in community and shared knowledge for better tools. 🌟
hi: पोमोज़ेन पारदर्शिता के साथ बनाया गया एक ओपन-सोर्स ऐप है। इसका कोड निरीक्षण, संशोधन और वितरण के लिए सार्वजनिक है। हम बेहतर टूल के लिए समुदाय और साझा ज्ञान में विश्वास करते हैं। 🌟
kn: ಪೋಮೋಜೆನ್ ಪಾರದರ್ಶಕತೆಯೊಂದಿಗೆ ನಿರ್ಮಿಸಲಾದ ಓಪನ್ ಸೋರ್ಸ್ ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದೆ. ಇದರ ಕೋಡ್ ಪರಿಶೀಲನೆ, ಮಾರ್ಪಾಡು ಮತ್ತು ವಿತರಣೆಗೆ ಸಾರ್ವಜನಿಕವಾಗಿದೆ. ಉತ್ತಮ ಸಾಧನಗಳಿಗಾಗಿ ಸಮುದಾಯ ಮತ್ತು ಹಂಚಿಕೆಯ ಜ್ಞಾನದಲ್ಲಿ ನಾವು ನಂಬುತ್ತೇವೆ. 🌟

# dataCollectionTitle
source: Data Privacy
hi: डेटा गोपनीयता
kn: ಡೇಟಾ ಗೌಪ್ಯತೆ

# dataCollectionContent
source: Your privacy is paramount. Pomozen collects no personal data or usage statistics. All data and settings are stored locally on your device, never transmitted externally. Your focus journey remains private. 🔒
hi: आपकी गोपनीयता सर्वोपरि है। पोमोज़ेन कोई व्यक्तिगत डेटा या उपयोग के आँकड़े एकत्र नहीं करता है। सभी डेटा और सेटिंग्स आपके डिवाइस पर स्थानीय रूप से संग्रहीत होते हैं, कभी बाहरी रूप से प्रसारित नहीं होते। आपकी फोकस यात्रा निजी रहती है। 🔒
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆ ಮುಖ್ಯ. ಪೋಮೋಜೆನ್ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಡೇಟಾ ಅಥವಾ ಬಳಕೆಯ ಅಂಕಿಅಂಶಗಳನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ. ಎಲ್ಲಾ ಡೇಟಾ ಮತ್ತು ಸೆಟ್ಟಿಂಗ್‌ಗಳು ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಸ್ಥಳೀಯವಾಗಿ ಸಂಗ್ರಹವಾಗುತ್ತವೆ, ಹೊರಗಡೆ ರವಾನೆಯಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಗಮನದ ಪ್ರಯಾಣ ಖಾಸಗಿಯಾಗಿ ಉಳಿಯುತ್ತದೆ. 🔒

# disclaimerTitle
source: Disclaimer
hi: अस्वीकरण
kn: ಹಕ್ಕುತ್ಯಾಗ

# disclaimerContent
source: Pomozen is provided 'as is,' without warranties. We are not liable for any damages arising from its use. While we strive for accuracy, we cannot guarantee error-free or uninterrupted service. ⚖️
hi: पोमोज़ेन 'जैसा है' प्रदान किया जाता है, बिना वारंटी के। इसके उपयोग से होने वाले किसी भी नुकसान के लिए हम उत्तरदायी नहीं हैं। हालांकि हम सटीकता का प्रयास करते हैं, ऐप त्रुटि-मुक्त या निर्बाध होगा इसकी गारंटी नहीं। ⚖️
kn: ಪೋಮೋಜೆನ್ 'ಇರುವಂತೆ' ಒದಗಿಸಲಾಗಿದೆ, ಯಾವುದೇ ವಾರಂಟಿಗಳಿಲ್ಲದೆ. ಇದರ ಬಳಕೆಯಿಂದ ಉಂಟಾಗುವ ಯಾವುದೇ ಹಾನಿಗಳಿಗೆ ನಾವು ಜವಾಬ್ದಾರರಾಗಿರುವುದಿಲ್ಲ. ನಾವು ನಿಖರತೆಗಾಗಿ ಶ್ರಮಿಸುತ್ತಿದ್ದರೂ, ಅಪ್ಲಿಕೇಶನ್ ದೋಷ-ಮುಕ್ತ ಅಥವಾ ನಿರಂತರವಾಗಿರುತ್ತದೆ ಎಂದು ಖಾತರಿಪಡಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ⚖️

# thirdPartyLibrariesTitle
source: Third-Party Libraries
hi: तीसरे पक्ष की लाइब्रेरीज़
kn: ಮೂರನೇ-ಪಕ್ಷದ ಲೈಬ್ರರಿಗಳು

# thirdPartyLibrariesIntro
source: This app uses third-party libraries, each under its own license. We thank the open-source community. 🛠️
hi: यह ऐप तीसरे पक्ष की लाइब्रेरीज़ का उपयोग करता है, प्रत्येक अपने लाइसेंस के तहत। हम ओपन-सोर्स समुदाय को धन्यवाद देते हैं। 🛠️
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಮೂರನೇ-ಪಕ್ಷದ ಲೈಬ್ರರಿಗಳನ್ನು ಬಳಸುತ್ತದೆ, ಪ್ರತಿಯೊಂದೂ ತನ್ನದೇ ಆದ ಪರವಾನಗಿಯಿಂದ ನಿಯಂತ್ರಿಸಲ್ಪಡುತ್ತದೆ. ಓಪನ್ ಸೋರ್ಸ್ ಸಮುದಾಯಕ್ಕೆ ನಾವು ಧನ್ಯವಾದಗಳು. 🛠️

# termsAndConditionsEnd
source: By using Pomozen, you agree to these terms. If you disagree, please do not use the app. Thank you for choosing mindful productivity! ✨
hi: पोमोज़ेन का उपयोग करके, आप इन शर्तों से सहमत होते हैं। यदि आप असहमत हैं, तो कृपया ऐप का उपयोग न करें। माइंडफुल उत्पादकता चुनने के लिए धन्यवाद! ✨
kn: ಪೋಮೋಜೆನ್ ಬಳಸುವುದರಿಂದ, ನೀವು ಈ ನಿಯಮಗಳಿಗೆ ಒಪ್ಪುತ್ತೀರಿ. ನೀವು ಒಪ್ಪದಿದ್ದರೆ, ದಯವಿಟ್ಟು ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಬೇಡಿ. ಮೈಂಡ್‌ಫುಲ್ ಉತ್ಪಾದಕತೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು! ✨

# linksTitle
source: Links
hi: लिंक
kn: ಲಿಂಕ್‌ಗಳು

# sourceCodeLink
source: Source Code
hi: स्रोत कोड
kn: ಮೂಲ ಕೋಡ್
