Repository: ProjectSolutus/Pomozen
Catalog: lib/l10n/arb/app_*.arb
Languages: hi, kn

# sendFeedbackLink
source: Send Feedback
hi: प्रतिक्रिया भेजें
kn: ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ

source: Fdroid Link
hi: एफ-ड्रॉइड लिंक
kn: ಎಫ್-ಡ್ರಾಯ್ಡ್ ಲಿಂಕ್

# privacyPolicyLink
source: Privacy Policy
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತಾ ನೀತಿ

# waterReminder
source: Hydration Reminder
hi: हाइड्रेशन रिमाइंडर
kn: ಜಲಸಂಚಯ ಜ್ಞಾಪನೆ

# interval
source: Remind me every
hi: मुझे हर याद दिलाएं
kn: ನನಗೆ ಪ್ರತಿ ನೆನಪಿಸಿ

# addCustom
source: Custom
hi: कस्टम
kn: ಕಸ್ಟಮ್

# customIntervalTitle
source: Custom Reminder
hi: कस्टम रिमाइंडर
kn: ಕಸ್ಟಮ್ ರಿಮೈಂಡರ್

# invalidInterval
source: Enter a time between 5 and 480 minutes
hi: 5 से 480 मिनट के बीच समय दर्ज करें
kn: 5 ರಿಂದ 480 ನಿಮಿಷಗಳ ನಡುವೆ ಸಮಯ ನಮೂದಿಸಿ

# waterReminderIntervalSet
source: You'll be reminded every {minutes} minutes
hi: आपको हर {minutes} मिनट में याद दिलाया जाएगा
kn: ನಿಮಗೆ ಪ್ರತಿ {minutes} ನಿಮಿಷಗಳಿಗೆ ನೆನಪಿಸಲಾಗುತ್ತದೆ

# waterReminderNotificationTitle
source: 💧 Time for water
hi: 💧 पानी पीने का समय
kn: 💧 ನೀರು ಕುಡಿಯುವ ಸಮಯ

# waterReminderNotificationBody
source: A quick sip keeps you at your best
hi: एक छोटा सा घूंट आपको बेहतर रखता है
kn: ಒಂದು ಸಣ್ಣ ಗುಟುಕು ನಿಮ್ಮನ್ನು ಉತ್ತಮವಾಗಿ ಇರಿಸುತ್ತದೆ

# waterReminderAlarmTitle
source: 💙 Stay hydrated
hi: 💙 हाइड्रेटेड रहें
kn: 💙 ಜಲಸಂಚಯದಲ್ಲಿ ಇರಿ

# waterReminderAlarmBody
source: Your body will thank you
hi: आपका शरीर आपका धन्यवाद करेगा
kn: ನಿಮ್ಮ ದೇಹ ನಿಮಗೆ ಧನ್ಯವಾದ ಹೇಳುತ್ತದೆ

source: Wellness
hi: कल्याण
kn: ಕ್ಷೇಮ

source: Custom interval removed
hi: कस्टम इंटरवल हटा दिया गया
kn: ಕಸ್ಟಮ್ ಇಂಟರ್ವಲ್ ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: Water reminder enabled.
hi: पानी पीने का रिमाइंडर चालू है।
kn: ನೀರು ಕುಡಿಯುವ ಜ್ಞಾಪನೆ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

source: Water reminder cancelled.
hi: पानी पीने का रिमाइंडर रद्द कर दिया गया है।
kn: ನೀರು ಕುಡಿಯುವ ಜ್ಞಾಪನೆ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ।
